NextFOAM-2407/tutorials/multiphase/overInterDyMFoam/twoSquaresOutDomain/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

./Allrun.pre

runApplication decomposePar -cellDist

runParallel  $(getApplication)

runApplication reconstructPar

#------------------------------------------------------------------------------
